					<div id="content">
						<div id="box1">
							<h3>
								Справка
							</h3>
							<p>
								Правила написания кода:<br>
									Сервис использует перенаправление потоков, поэтому код следует писать со стандартными "cin>>" для C++ и "input()" для Python.<br>
									Сервис имеет несколько тестов для каждой задачи. Поэтому, например, код для решения задачи 2+2 должен выглядеть примерно так:<br>
										Для Python:<br>
											a=int(input())<br>
											b=int(input())<br>
											ptint(a+b)<br>
										Для C++:<br>
											int a=0, b=0;<br>
											cin>>a>>b;<br>
											cout<<а+b;<br>
								По данному примеру следует делать все остальные задачи на сайте.
							</p>
						</div>
						<br class="clear" />
