					<div id="content">
						<div id="box1">
							<h2>
								Добро пожаловать
							</h2>
							<p>
								Вы находитесь на главной странице сайта для тестирования задач на языках программрования. Слева вы можете выбрать категорию интересующих вас задач.
							</p>
						</div>
						
						<div id="box2">
							<h3>
								Последние добавленные задачи
							</h3>
							
							<ul class="linkedList">
								<li class="first">
									<a href="#">Степень</a>
								</li>
								<li>
									<a href="#">Умножение</a>
								</li>
								<li class="last">
									<a href="#">2+2</a>
								</li>
							</ul>
						</div>
						<br class="clear" />
